Revit 2027 API
ParameterTypeId.WallTypeDefaultTaperedExteriorInwardAngle Property
 "Default Exterior Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallTypeDefaultTaperedExteriorInwardAngle { get; }
Public Shared ReadOnly Property WallTypeDefaultTaperedExteriorInwardAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallTypeDefaultTaperedExteriorInwardAngle {
	ForgeTypeId^ get ();
}
static member WallTypeDefaultTaperedExteriorInwardAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace